
if (s){
	draw_sprite(help_bg, 1, 360, 160)
	
	draw_set_font(Font2)
	draw_set_color(c_yellow)
	draw_text(180, 50, "удар мечом: левая кнопка мыши")
	draw_text(180, 75, "кинуть сюрекен: правая кнопкаа мыши")
	draw_text(180, 100, "зелье здоровья: клавиша 'Y'")
	draw_text(180, 125, "зелье энергии: клавиша 'U'")
	draw_text(180, 150, "прыжок: пробел")
	draw_text(180, 175, "влево: клавиша 'A'")
	draw_text(180, 200, "вправо: клавиша 'D'")
	draw_text(180, 225, "вниз: клавиша 'S'")
	draw_text(180, 250, "'говорить': клавиша 'E'")
}
